/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "按“更新”一下來更新您的 iPod。";
"UPDATE_NO_SELECTION_MULTIPLE" = "選擇 iPod 來更新其韌體。";
"UPDATE_ONE_SELECTION" = "按“更新”一下來將“%1$@”更新至 %2$@ 版本。";
"UPDATE_MULTIPLE_SELECTION" = "按“更新”一下來更新所選的 iPod。";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "按“更新”一下來更新您的 iPod。";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "您的 iPod 為最新版本。";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "所選的 iPod 為最新版本。";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "此更新程式不支援所選的 iPod。";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "僅 Macintosh 格式的 iPod 才能被更新。";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "按“重新安裝”一下來將 iPod 回復為出廠預設值。";
"RESTORE_NO_SELECTION_MULTIPLE" = "選擇 iPod 以將其回復為出廠預設值。";
"RESTORE_ONE_SELECTION" = "按“重新安裝”一下來將 iPod 回復為出廠預設值。";
"RESTORE_MULTIPLE_SELECTION" = "按“重新安裝”一下來將所選的 iPod 回復為其出廠預設值。";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "按“重新安裝”一下來將 iPod 回復為出廠預設值。";
"RESTORE_NOT_MOUNTED_YET" = "正在等待 iPod 準備就緒。";
"RESTORE_ONLY_OVER_FIREWIRE" = "您必須使用 FireWire 連接此 iPod 以重新安裝它。";

"UPDATING_STATUS" = "正在更新 %@";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "回復確認";
"RESTORE_ALERT_SHEET_DESC" = "您確定要將您的 iPod 回復為出廠預設值嗎？您所有的歌曲和其他資料都將被清除。";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "請接上 iPod 以進行更新。";
"IPOD_RESTARTING_RESTORE" = "您的 iPod 已經被還原為出廠設定，正在重新啟動。請讓 iPod 繼續保持連線，並等候 iPod 完成重新安裝程序。";
"IPOD_RESTARTING_UPDATE" = "您的 iPod 軟體已經更新，正在重新啟動。完成更新過程後，請將 iPod 保持連接狀態。";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "您的 iPod 已被還原為出廠設定。請拔下 iPod 接線再重新接上，以完成整個重新安裝過程。";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "您的 iPod 已更新。請拔下 iPod 並將其重新接上，以讓其完成更新程序。";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "您的 iPod 已被重新安裝為出廠預設值。請拔下 iPod 並將其連接至外接電源供應器以完成重新安裝程序。";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "您的 iPod 已被更新。請拔下 iPod 並將其連接至外接電源供應器以完成更新程序。";
"TOO_MANY_IPODS" = "連接了一台以上 iPod。請一次連接一台 iPod 來進行更新。使用 Finder 來退出其他的 iPod，然後拔下它們。";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "名稱";
"COPY_FIRMWARE_VERSION" = "韌體版本";
"COPY_SERIAL_NUMBER" = "序號";
"COPY_DISK_FORMAT" = "磁碟格式";
"COPY_CAPACITY" = "容量";
"COPY_POD_FAMILY" = "iPod 系列";
"COPY_UPDATER_FAMILY" = "更新程式系列";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "（正在裝載）";
"UNMOUNTED_NAME" = "（已卸除）";
"RESTORING_NAME" = "（正在重新安裝）";
"UPDATING_NAME" = "（正在更新）";
"RESTARTING_NAME" = "（正在重新啟動）";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "正在回復 %@";
"UPDATING_STATUS" = "正在更新 %@";
"RESTARTING_STATUS" = "正在重新開機";
"EXAMINING_STATUS" = "正在檢查 iPod";
"UNMOUNTING_STATUS" = "正在卸除 iPod";
"PREPARING_STATUS" = "正在準備 iPod";
"FINISHING_STATUS" = "即將完成";
"FORMATTING_STATUS" = "正在格式化 iPod";
"WRITING_FIRMWARE_STATUS" = "正在寫入 iPod 軟體";
"CLEARING_STATUS" = "正在移除舊的 iPod 軟體";
"WRITING_ICON_STATUS" = "正在寫入卷宗圖像";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "已選的多個 iPod。";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "沒有已選的 iPod。";
/* Displayed when info is not available */
"UNKNOWN" = "未知的";

/* Button titles */
"RESTORE" = "重新安裝";
"CANCEL" = "取消";
"OK" = "好";

/* Errors */
"ERROR_TITLE" = "錯誤";
"CANT_UNMOUNT" = "無法卸除 iPod，因為 iPod 正在使用中。請將任何在 iPod 上開啟的檔案關閉，然後再試一次。";
"CANT_MOUNT" = "偵測到一台 iPod，但其必須裝載至桌面才能進行作業。";
"GENERAL_ERROR" = "更新或回復 iPod 時發生錯誤。";
"SIGMATEL_ERROR" = "更新或是回復 iPod 時發生錯誤。請拔下 iPod 並將其重新接上，然後再次嘗試回復 iPod。如果此方法無效，請前往網站：http://www.apple.com.tw/support/ipod";
"CANT_FIND_FORMAT_SLICE" = "找不到資料分割區，所以無法對其格式化。請拔下 iPod 並將其重新接上，然後再次嘗試回復 iPod。";
"FORMAT_ERROR" = "格式化 iPod 時發生錯誤。";
"FORMAT_ERROR_Q14_USB" = "格式化 iPod 時發生錯誤。請嘗試使用 FireWire 連接 iPod 並再試一次。";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f KB";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "未知的";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "除錯";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "總是允許更新";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "您的 iPod 已被更新且現正重新啟動中。當 iPod 在完成更新的過程中，請保持 iPod 的連接狀態。您要結束“iPod 更新程式”並啟動 iTunes 嗎？";
"QUIT_QUESTION_RESTORE_MESSAGE" = "您的 iPod 已被重新安裝且現正重新啟動中。當 iPod 在完成重新安裝的過程中，請保持 iPod 的連接狀態。您要結束“iPod 更新程式”並啟動 iTunes 嗎？";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "您的 iPod 已被更新。請拔下 iPod 並將其連接至外接電源供應器以完成更新程序。您要結束“iPod 更新程式”並啟動 iTunes 嗎？";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "您的 iPod 已被重新安裝。請拔下 iPod 並將其連接至外接電源供應器以完成更新程序。您要結束“iPod 更新程式”並啟動 iTunes 嗎？";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "您的 iPod 已被重新安裝。請拔下 iPod 並再次將其接上，以讓其完成更新程序。您要結束“iPod 更新程式”並啟動 iTunes 嗎？";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "您的 iPod 已被重新安裝。請拔下 iPod 並再次將其接上，以讓其完成更新程序。您要結束“iPod 更新程式”並啟動 iTunes 嗎？";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com.tw/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/register";